espressif/esp-idf/tools/test_apps/security/secure_boot/sdkconfig.ci.02
# ECDSA App signing without secure boot
CONFIG_IDF_TARGET="esp32"
CONFIG_SECURE_SIGNED_APPS_NO_SECURE_BOOT=y
CONFIG_SECURE_SIGNED_ON_BOOT_NO_SECURE_BOOT=y
CONFIG_SECURE_BOOT_SIGNING_KEY="test_ecdsa_key.pem"
